1. Проаналізувати предметну область вибраного варіанта завдання і сформувати запити з підзапитами:
a) Вивід списку атрибутів відношення, кількісні оцінки якого вище середнього, 
наприклад, імена студентів, у яких оцінка по тій чи іншій дисципліни вище середньої оцінки по цій самій дисципліни.
b) Вивід списку атрибутів відношення, кількісні оцінки якого максимальні 
або мінімальні, наприклад, імена студентів з максимальним сумарним балом.
c) Вивід списку атрибутів відношення, яке відповідає деякій умові з підзапиту, 
наприклад, вивести імена студентів відмінників і назви предметів, по яким вони здавали екзамен.*/


